"GrowlTunes' control status item." = "GrowlTunes statusikon";

//menu item tooltips
"Opens the webpage for GrowlTunes help on the Growl website in your selected browser." = "Öppnar sidan för GrowlTunes hjälp på Growls hemsida i din webläsare.";

"Tells iTunes to play this track again." = "Säger åt iTunes att spela spåret igen.";

"Turns on or off GrowlTunes' periodic asking of iTunes for track information." = "Slår på eller av att GrowlTunes periodiskt frågar iTunes efter spårinformation.";
"Stops GrowlTunes from asking iTunes for track information. You will then no longer receive Growl notifications from GrowlTunes." = "Slutar fråga iTunes efter spårinformation, vilket gör att du kommer sluta få Growl-meddelanden från GrowlTunes.";
"Begins asking iTunes for track information. You will then start receiving Growl notifications from GrowlTunes." = "Börjar fråga iTunes efter spårinformation, vilket gör att du kommer börja få Growl-meddelanden från GrowlTunes.";

"Quits both iTunes and GrowlTunes." = "Avsluta både iTunes och GrowlTunes";

// menu item titles
"Online Help" = "Onlinehjälp";
"Recently Played Tunes" = "Senaste spelade";
"Quit iTunes" = "Avsluta iTunes";
"Launch iTunes" = "Starta iTunes";
"Stop Polling" = "Sluta fråga";
"Start Polling" = "Börja fråga";
"Rating" = "Betyg";
"Quit GrowlTunes" = "Avsluta GrowlTunes";
"Quit Both" = "Avsluta båda";

"%@ — %@\n%@ (Composed by %@)\n%@\n%@" = "%@ — %@\n%@ (Komposerad av %@)\n%@\n%@";
